app/controllers/school_classes_controller.rb

INSERT INTO "school_classes" ("created_at", "updated_at") VALUES (?, ?)  [["created_at", "2021-05-23 19:10:09.589850"], ["updated_at", "2021-05-23 19:10:09.589850"]]
---
	def create
		@school_class = SchoolClass.create(params.require(:school_class).permit(:title, :room_number))